<?php
/*
*表相关的配置 不能修改
*/
//全站状态统一配置 所有的表都要遵循这个
$config['status_list']=array(
	1=>"未审核",
	2=>"已通过",
	4=>"已禁止",
	7=>"临时",
	8=>"已删除",
);

//表配置
$config['order_type_list']=array(
	1=>"普通产品",
);
$config['category_type_list']=array(
	1=>"普通产品",
);
/*********支付记录表*************/

/**********************金币记录表*****************************/
$config['pay_log_ispay']=$config['gold_log_ispay']=array(
	1=>"支出",
	2=>"收入",
);

$config['pay_log_type_list']=array(
	1=>"产品购买",
	2=>"人工充值",	
	4=>"抢拍",
	5=>"团购",
	21=>"充值",
	
);

$config['gold_log_type_list']=array(
	1=>"金币换购",
	2=>"金币抢购",
	3=>"任务赚金币",
	4=>"邀请获得金币",	
	21=>"签到",
);

$config['grade_log_type_list']=array(
	1=>"签到",
	2=>"购物"
);

/*****************订单表***********************/
$config['order_status_list']=array(
	0=>"未确认",
	1=>"已确认",
	2=>"已发货",
	3=>"已完成",
	10=>"已取消",
	99=>"已删除",
);

$config['order_ispay']=array(
	1=>'未支付',
	2=>"已支付",
);


/**********签到表******************************/
$config['checkin_mood_list']=array(
	0=>"微笑",
	1=>"开心",
	2=>"太高兴",
	3=>"惊讶",
	4=>"酷",
	5=>"愤怒",
	6=>"得意",
);
/**********评论表********************************/

/*相关城市*/
$config['product_city']=array(
	"福州","厦门","漳州","泉州","三明","莆田","南平","龙岩","宁德市","平潭 "
);
$config['cuxiao_list']=array(
	0=>"全部",
	1=>"打折",
	2=>"大礼包",
	3=>"包邮",
);

$config['hot_search']=array("盼盼系列","晶晶系列","波特意特","车库门","防盗门","锈钢门");
?>